Repository: Truszys/indexboxes
Catalog: translations/*/ModulesIndexboxesForm.*.xlf
Languages: pl_pl

source: BO Title
pl_pl: Tytuł BO

source: Title that is only seen in the backoffice
pl_pl: Tytuł widoczny tylko w backoffice

source: Title that will be seen in frontoffice
pl_pl: Tytuł widoczny w frontoffice

source: Title
pl_pl: Tytuł

source: Icon
pl_pl: Ikona

source: Icon displayed before the title
pl_pl: Ikona wyświetlana przed tytułem

source: Custom classes
pl_pl: Niestandardowe klasy

source: Classes for box container
pl_pl: Klasy dla kontenerta boksa

source: Image for box backgound
pl_pl: Obraz tła boksa

source: Please upload a valid image
pl_pl: Proszę wybrać poprawne zdjęcie.

source: Type
pl_pl: Typ

source: Type of item to be linked
pl_pl: Typ elementu, który ma zostać połączony

source: Select category to be linked
pl_pl: Wybierz kategorię, którą chcesz połączyć

source: Select product to be linked
pl_pl: Wybierz produkt, którą chcesz połączyć

source: Select CMS to be linked
pl_pl: Wybierz stronę, którą chcesz połączyć

source: Column height
pl_pl: Szerokość kolumny
