Repository: Truszys/indexboxes
Catalog: translations/*/ModulesIndexboxesAdmin.*.xlf
Languages: pl_pl

source: Boxes for index
pl_pl: Boksy strony głównej

source: Add image boxes for your index page that links to categories, products or cms
pl_pl: Dodaj boksy ze zdjęciami do swojej strony głównej, które zawierają linki do kategorii, produktów lub cms

source: Are you sure you want to uninstall module?
pl_pl: Jesteś pewien że chcesz odinstalować moduł?

source: Boxes
pl_pl: Boksy

source: Type
pl_pl: Typ

source: title
pl_pl: tytuł

source: Boxes were successfully generated.
pl_pl: Boksy prawidłowo wygenerowane.

source: Cannot find box %box%
pl_pl: Nie można znaleźć boksa %box%

source: Add new box
pl_pl: Dodaj nowy boks

source: Generate boxes
pl_pl: Generuj boksy

source: If you want to generate the demo boxes, please click on "%generate_button_label%". Please be aware that this will remove your existing boxes (if present).
pl_pl: Jeśli chcesz wygenerować boksy demonstracyjne, kliknij „%generate_button_label%”. Pamiętaj, że spowoduje to usunięcie istniejących boksów (jeśli są obecne).

source: If you don't want to generate the demo boxes, simple click on "%back_button_label%" to go back to the list.
pl_pl: Jeśli nie chcesz generować boksów demonstracyjnych, po prostu kliknij "%back_button_label%", aby wrócić do listy.

source: Go back to boxes list
pl_pl: Wróć do listy boksów

source: Box
pl_pl: Boks
